<template>
  <article class="bg-white p-2 rounded-lg">
    <div class="h-40 w-full bg-green-500 rounded-lg"></div>
    <h3 class="mt-2 text-green-500 font-bold text-xl">ThermoPay</h3>
    <p class="line-clamp-2 my-1">
      یک نرم‌افزار پرداخت و مالی است که به کاربران این امکان را می‌دهد تا
      تراکنش‌های مالی خود را به‌طور سریع، امن، و راحت انجام دهند. این برنامه
      می‌تواند برای مدیریت پرداخت‌های آنلاین، بررسی تاریخچه تراکنش‌ها، و انجام
      پرداخت‌های مختلف استفاده شود. ویژگی‌های اصلی آن شامل قابلیت‌های مختلف برای
      پرداخت‌ها، مدیریت حساب‌های مالی، گزارش‌دهی، و امنیت بالا برای حفظ اطلاعات
      کاربران است. این برنامه به‌ویژه برای افرادی که به‌طور منظم تراکنش‌های مالی
      دارند، مانند کسب‌وکارها یا فریلنسرها، کاربردی است.
    </p>
    <NuxtLink to="/" class="text-green-500">مشاهده جزییات</NuxtLink>
  </article>
</template>
